Repository: horde/agora
Catalog: locale/*/LC_MESSAGES/agora.po
Languages: uk

source: %d messages was approved.
uk: %d дописів затверджено.

source: %d messages was deleted.
uk: %d дописів витерто.

source: Add a comment
uk: Додати коментар

source: Admin
uk: Адмін

source: After Message:
uk: Після допису:

source: All Forums
uk: Всі Форуми

source: Allow attachments in this forum?
uk: Дозволити додатки в цьому форумі?

source: Approve
uk: Затвердити

source: Ascending
uk: По зростанню

source: Attachment
uk: Додаток

source: Author
uk: Автор

source: Avatar
uk: Аватар

source: Avatars must be smaller than %s by %s pixels and less than %sKb in size.
uk: Аватарки мають бути менше, ніж %s на %s пікселів, і менше %sКб за об'ємом.

source: Body
uk: Тіло

source: Cancel
uk: Відмінити

source: Cannot create a forum with an empty name.
uk: Не можу створити форум з пустою назвою.

source: Comments
uk: Коментарі

source: Comments on %s
uk: Коментарі до %s

source: Comments view
uk: Огляд Коментарів

source: Could not create the forum. %s
uk: Не можу створити форум. %s

source: Could not delete the forum. %s
uk: Не можу витерти форум. %s

source: Could not delete the message. %s
uk: Не можу видалити допис. %s

source: Could not list threads. %s
uk: Не можу показати рубрики. %s

source: Could not lock the thread. %s
uk: Не можу замкнути рубрику. %s

source: Could not open the message. %s
uk: Не можу відкрити допис. %s

source: Could not post the message:
uk: Не можу відіслати допис:

source: Create
uk: Створити

source: Current attachment
uk: Поточний додаток

source: Date
uk: Дата

source: Default comments view sort:
uk: Типове сортування огляду коментарів:

source: Default forums view sort:
uk: Типове сортування огляду форумів:

source: Default sorting direction:
uk: Типовий напрям сортування:

source: Default thread view sort:
uk: Типове сортування огляду рубрики:

source: Default threads view sort:
uk: Типове сортування огляду рубрик:

source: Delete
uk: Витерти

source: Delete "%s" and all replies?
uk: Витерти "%s" і всі відповіді?

source: Delete Forum
uk: Витерти форум

source: Delete forum
uk: Витерти форум

source: Delete message
uk: Витерти допис

source: Delete the existing attachment?
uk: Витерти існуючий додаток?

source: Descending
uk: По спаданню

source: Description
uk: Опис

source: Display Preferences
uk: Опції відображення

source: Display full message bodies in the comments view?
uk: Показувати повний текст допису при огляді коментарів?

source: Display full message bodies in the thread list view?
uk: Показувати повний текст допису при огляді рубрик?

source: Display graphical emoticons?
uk: Показувати графічні смайлики?

source: Edit
uk: Редагувати

source: Edit Forum
uk: Редагувати форум

source: Edit Message
uk: Редагувати допис

source: Edit Message in "%s"
uk: Редагувати допис в "%s"

source: Edit a comment
uk: Редагувати коментар

source: Edit forum
uk: Редагувати форум

source: Edit message
uk: Редагувати допис

source: Enter a brief description of this forum
uk: Вкажіть короткий опис цього форуму

source: Forum
uk: Форум

source: Forum %s does not exist.
uk: Форуму %s не існує.

source: Forum Modified
uk: Форум змінено

source: Forum created.
uk: Форум створено.

source: Forum deleted.
uk: Форум витерто.

source: Forum name
uk: Назва форуму

source: Forum not deleted.
uk: Форум не витерто.

source: Forums
uk: Форуми

source: Forums View
uk: Огляд форумів

source: Forums in %s
uk: Форуми в %s

source: From
uk: Від

source: Goto page:
uk: Перейти на сторінку:

source: Hide bodies
uk: Сховати тіло текстів

source: Hot thread
uk: Гаряча рубрика

source: If selected users will be able to attach files to their messages.
uk: Якщо вибране, користувачі зможуть причіпляти файли до своїх дописів.

source: Invalid parent message, you will be posting this message as a new thread.
uk: Неправильний батьківський допис, Ви будете слати листа як нову тему.

source: Is this a moderated forum?
uk: Це модерований форум?

source: Keywords
uk: Ключові слова

source: Last Message
uk: Останній допис

source: Last Post
uk: Останній пост

source: Last post
uk: Останній пост

source: Last posts in forums owned by %s
uk: Останні пости в форуми, що належать %s

source: Lock
uk: Замкнути

source: Lock thread
uk: Замкнути тему

source: Locking thread "%s"
uk: Замикаю тему "%s"

source: Malformed avatar.
uk: Неправильний аватар.

source: Malformed database entry.
uk: Неправильний запит до бази даних.

source: Merge
uk: З'єднати

source: Merge "%s" with another thread
uk: З'єднати "%s" з іншою темою

source: Message
uk: Допис

source: Message %s reported as abuse
uk: Допис %s повідомлений як шкідливий

source: Message View
uk: Огляд допису

source: Message deleted.
uk: Допис витерто.

source: Message not deleted.
uk: Допис не витерто.

source: Message posted.
uk: Допис відіслано.

source: Messages
uk: Дописи

source: Messages Awaiting Moderation
uk: Дописи в очікуванні модерації

source: Moderate
uk: Модерувати

source: Moderator
uk: Модератор

source: Moderators
uk: Модератори

source: Move
uk: Перенести

source: Move "%s" to another forum
uk: Перенести "%s" до іншого форуму

source: My Information
uk: Моя Інформація

source: New Forum
uk: Новий форум

source: New Post
uk: Новий пост

source: New Thread
uk: Нова тема

source: New posts
uk: Нові пости

source: No
uk: Ні

source: No available threads.
uk: Нема доступних тем.

source: No forum selected
uk: Не вибрано жодного форуму

source: No forums have been created.
uk: Не створено жодного форуму.

source: No graphical emoticons
uk: Без графічних смайликів

source: No messages are waiting for moderation.
uk: Нема дописів в очікуванні модерування.

source: No moderators are associated with this forum.
uk: Жоден модератор не асоційований з цим форумом.

source: No moderators have been created.
uk: Не створено жодного модератора.

source: No threads
uk: Нема тем

source: No, do not allow replies
uk: Ні, не дозволяти відповіді

source: Number of forums to display on each page
uk: Кількість форумів, які відображати на одній сторінці

source: Number of message to display on each page
uk: Кількість дописів, які відображати на одній сторінці

source: Number of messages to display on each page
uk: Кількість дописів, які відображати на одній сторінці

source: Number of views in 24hrs to trigger a 'hot-thread':
uk: Кількість переглядів за добу, щоб увімкнути 'гаряча тема':

source: Options
uk: Опції

source: Page %d
uk: Сторінка %d

source: Parent forum
uk: Батьківський форум

source: Post
uk: Пост

source: Post a New Message
uk: Надіслати Новий допис

source: Post a New Message to "%s"
uk: Надіслати Новий допис до "%s"

source: Post a Reply to "%s"
uk: Надіслати відповідь до "%s"

source: Post message
uk: Надіслати допис

source: Posted by
uk: Надіслано

source: Posted by %s on %s
uk: Надіслано %s в %s

source: Posts
uk: Пости

source: Reply
uk: Відповісти

source: Reply to message
uk: Відповісти на допис

source: Report as abuse
uk: Повідомити як шкідливе

source: Save
uk: Зберегти

source: Search
uk: Пошук

source: Search Results
uk: Результати пошуку

source: Search in message contents?
uk: Шукати в тексті дописів?

source: Search in subjects?
uk: Шукати в темах?

source: Search in these forums
uk: Шукати в цих форумах

source: Set the avatar image that is shown with your posts.
uk: Оберіть аватарку, яка буде показана поруч з Вашими постами.

source: Set this if you want all messages to be checked by a moderator before they are posted.
uk: Позначте, якщо бажаєте щоб всі дописи були перевірені модератором перед опублікуванням.

source: Set your preferences for the forums view.
uk: Налаштуйте Ваші уподобання для огляду форумів.

source: Set your preferences for the message view.
uk: Налаштуйте Ваші уподобання для перегляду допису.

source: Set your preferences for the single thread view.
uk: Налаштуйте Ваші уподобання перегляду одною темою.

source: Set your preferences for the threads view.
uk: Налаштуйте Ваші уподобання для перегляду темами.

source: Show graphical emoticons
uk: Показувати графічні смайлики

source: Sort Ascending
uk: Сортувати По зростанню

source: Sort Descending
uk: Сортувати По спаданню

source: Sort by
uk: Сортувати за

source: Sort by %s
uk: Сортувати за %s

source: Sort direction
uk: Напрям сортування

source: Spam protection
uk: Захист від спаму

source: Split
uk: Розділити

source: Split "%s"
uk: Розділити "%s"

source: Started
uk: Почато

source: Subforums
uk: Підфоруми

source: Subject
uk: Тема

source: The VFS backend needs to be configured to enable attachment uploads.
uk: VFS буфер мусить бути сконфігурований, щоб дозволити закачування додатків.

source: The location of your avatar image.
uk: Розташування зображення Вашої аватарки.

source: There are no forums.
uk: Нема форумів.

source: There are no threads in this forum.
uk: В цьому форумі нема тем.

source: This thread has been locked.
uk: Цю тему було замкнено.

source: This will delete the forum, any subforums and all relative messages.
uk: Це витере форум, всі підфоруми і пов

source: Thread
uk: Рубрика

source: Thread %s merged with thread %s after message %s.
uk: Тему %s приєднано до теми %s після допису %s.

source: Thread %s moved to from forum %s to %s.
uk: Тему %s перенесено з форуму %s до %s.

source: Thread List
uk: Список рубрик

source: Thread Summary
uk: Короткий зміст теми

source: Thread deleted.
uk: Тему витерто.

source: Thread locked.
uk: Тему замкнено.

source: Thread splitted by message %s.
uk: Тему розділено дописом %s.

source: Thread unlocked.
uk: Тему відімкнено

source: Threads
uk: Рубрики

source: Threads View
uk: Огляд рубрик

source: Threads in "%s"
uk: Теми в "%s"

source: Threads in %s
uk: Теми в %s

source: Unable to fetch selected thread.
uk: Не можу отримати квоту

source: Unable to fetch threads for selected forum.
uk: Не можу отримати теми з обраного форуму.

source: Unlock
uk: Відімкнути

source: Unlock thread
uk: Відімкнути тему

source: Update
uk: Оновити

source: User
uk: Користувач

source: View
uk: Огляд

source: Views
uk: Огляди

source: With Thread:
uk: З темою:

source: Yes
uk: Так

source: Yes, allow replies
uk: Так, дозволити відповіді

source: Yes, and don't thread them
uk: Так, і не рубрикувати їх

source: You don't have permission to access messages in forum %s.
uk: У Вас нема права доступу до дописів у форумі %s.

source: You don't have permission to delete messages in forum %s.
uk: Ви не маєте права витирати дописи у форумі %s.

source: You don't have permission to post messages in forum %s.
uk: Ви не маєте права слати дописи у форум %s.

source: You don't have permission to read messages in forum %s.
uk: Ви не маєте права читати дописи у форумі %s.

source: You don't have permissions to ban users from forum %s.
uk: Ви не маєте прав банити користувачів з форуму %s.

source: You don't have permissions to create a new forum in %s
uk: Ви не маєте прав створювати новий форум в %s

source: You don't have permissions to delete forums in %s
uk: Ви не маєте прав витирати форуми в %s

source: You don't have permissions to edit forum %s
uk: Ви не маєте прав редагувати форум "%s"

source: Your message has been enqueued and is awaiting moderation. It will become visible after moderator approval.
uk: Ваше повідомлення поставлено в чергу очікування перевірки. Воно стане видимим після затвердження модератором.

source: _Forums
uk: Форуми

source: _Moderate
uk: Модерувати

source: _Moderators
uk: Модератори

source: _New Forum
uk: Новий форум

source: _Search
uk: Пошук

source: _Threads
uk: Рубрики

source: download
uk: cкачати

source: on:
uk: в:

source: size: %s
uk: об'єм: %s

source: type: %s
uk: тип: %s
