Repository: horde/agora
Catalog: po/*.po
Languages: fi_fi, lt_lt

source: %d messages was approved.
lt_lt: Patvirtintos(a) %d þinutës(iø).

source: %d messages was deleted.
lt_lt: Iðtrintos(a) %d þinutës(iø).

source: Add a comment
lt_lt: Pridëti komentarà

source: Admin
fi_fi: Yll‰pit‰j‰
lt_lt: Valdymas

source: After Message:
lt_lt: Po þinutës:

source: All Forums
fi_fi: Kaikki foorumit
lt_lt: Visi forumai

source: Allow attachments in this forum?
fi_fi: Salli liitteet t‰lle foorumille.
lt_lt: Leisti prikabinti failus ðiame forume?

source: Allow replies in this thread
fi_fi: Salli vastauksia t‰h‰n s‰ikeeseen
lt_lt: Leiti atsakinëti ðioje temoje

source: Approve
fi_fi: Hyv‰ksy
lt_lt: Patvirtinti

source: Ascending
fi_fi: Nouseva
lt_lt: Didëjimo tvarka

source: Attachment
fi_fi: Liite
lt_lt: Prikabintas failas

source: Author
lt_lt: Autorius

source: Avatar
lt_lt: Avataras

source: Avatars must be smaller than %s by %s pixels and less than %sKb in size.
lt_lt: Avatarai turi bûti maþesni nei %s ir %s pikseliø ir maþesni nei %sKb.

source: Ban
lt_lt: Blokuoti

source: Banned
lt_lt: Blokuotas

source: Body
fi_fi: Sis‰ltˆ
lt_lt: Turinys

source: Cancel
fi_fi: Peru
lt_lt: Atðaukti

source: Cannot create a forum with an empty name.
lt_lt: Nepavyko sukurti forumo be pavadinimo.

source: Choose from a gallery of avatars:
lt_lt: Pasirinkite ið avatarø galerijos:

source: Comments
fi_fi: Kommentit
lt_lt: Komentarai

source: Comments view
lt_lt: Komentarø vaizdavimas

source: Could not create the forum. %s
fi_fi: Ei voi luoda foorumia. %s
lt_lt: Nepavyko sukurti forumo. %s

source: Could not delete the forum. %s
fi_fi: Ei voi poistaa foorumia. %s
lt_lt: Nepavyko iðtrinti forumo. %s

source: Could not delete the message. %s
fi_fi: Ei voi poistaa viesti‰. %s
lt_lt: Nepavyko iðtrinti þinutës. %s

source: Could not list threads. %s
fi_fi: Ei voi listata s‰ikeit‰. %s
lt_lt: Nepavyko parodyti temos. %s

source: Could not lock the thread. %s
fi_fi: Ei voi lukita s‰iett‰. %s
lt_lt: Nepavyko uþrakinti temos. %s

source: Could not open the message. %s
fi_fi: Ei voi avata viesti‰. %s
lt_lt: Nepavyko parodyti þinutës. %s

source: Could not post the message:
lt_lt: Nepavyko áraðyti þinutës:

source: Create
fi_fi: Luo
lt_lt: Sukurti

source: Current attachment
fi_fi: Nykyinen liite
lt_lt: Jau prikabinti failai

source: Date
fi_fi: P‰iv‰ys
lt_lt: Data

source: Default comments view sort:
lt_lt: Standartinis komentarø rûðiavimas:

source: Default forums view sort:
fi_fi: Oletusj‰rjestys keskusteluryhm‰n‰kym‰ss‰:
lt_lt: Standartinis forumø rûðiavimas:

source: Default sorting direction:
fi_fi: Oletusj‰rjestyksen suunta:
lt_lt: Standartinë rûðiavimo kryptis:

source: Default thread view sort:
lt_lt: Standartinis vienos temos rûðiavimas:

source: Default threads view sort:
fi_fi: Oletusj‰rjestys s‰ien‰kym‰ss‰:
lt_lt: Standartinis temø rûðiavimas:

source: Delete
fi_fi: Poista
lt_lt: Iðtrinti

source: Delete "%s" and all replies?
lt_lt: Iðtrinti "%s" ir visus atsakymus?

source: Delete Forum
fi_fi: Poista foorumi
lt_lt: Iðtrinti forumà

source: Delete forum
fi_fi: Poista foorumi
lt_lt: Iðtrinti forumà

source: Delete message
fi_fi: Poista viesti
lt_lt: Iðtrinti þinutæ

source: Delete the existing attachment?
fi_fi: Poista nykyinen liite?
lt_lt: Iðtrinti egzistuojantá prikabintà failà?

source: Descending
fi_fi: Laskeva
lt_lt: Maþëjimo tvarka

source: Description
fi_fi: Kuvaus
lt_lt: Apraðymas

source: Display Options
fi_fi: N‰kym‰n asetukset
lt_lt: Vaizdavimo nustatymai

source: Display full message bodies in the comments view?
lt_lt: Rodyti pilnà þinutës tekstà komentarø sàraðe?

source: Display full message bodies in the thread list view?
fi_fi: N‰yt‰ koko viesti s‰ielistan‰kym‰ss‰.
lt_lt: Rodyti pilnà þinutæ temos þinuèiø sàraðe?

source: Display graphical emoticons?
fi_fi: N‰yt‰ graafiset hymiˆt.
lt_lt: Rodyti grafines ðypsenëles?

source: Edit
fi_fi: Muokkaa
lt_lt: Redaguoti

source: Edit Forum
fi_fi: Muokkaa foorumia
lt_lt: Forumo redagavimas

source: Edit Message
fi_fi: Muokkaa viesti‰
lt_lt: Þinutës redagavimas

source: Edit Message in "%s"
fi_fi: Muokkaa viesti‰ "%s":ss‰
lt_lt: Þinutës redagavimas forume "%s"

source: Edit a comment
lt_lt: Redaguoti komentarà

source: Edit forum
fi_fi: Muokkaa foorumia
lt_lt: Redaguoti forumà

source: Edit message
fi_fi: Muokkaa viesti‰
lt_lt: Redaguoti þinutæ

source: Enter a brief description of this forum
fi_fi: Anna lyhyt kuvaus t‰st‰ foorumista
lt_lt: Áraðykite trumpà forumo apraðymà

source: Flat
fi_fi: Tasainen
lt_lt: Plokðèias

source: Forum
fi_fi: Foorumi
lt_lt: Forumas

source: Forum %s does not exist.
lt_lt: Forumas %s neegzistuoja.

source: Forum Modified
fi_fi: Foorumia muokattu
lt_lt: Forumas keistas

source: Forum created.
fi_fi: Foorumi luotu
lt_lt: Forumas sukurtas.

source: Forum deleted.
fi_fi: Foorumi poistettu.
lt_lt: Forumas iðtrintas.

source: Forum name
fi_fi: Foorumin nimi
lt_lt: Forumo pavadinimas

source: Forum not deleted.
fi_fi: Foorumia ei poistettu.
lt_lt: Forumas neiðtrintas.

source: Forums
fi_fi: Foorumit
lt_lt: Forumai

source: Forums View
fi_fi: Foorumin‰kym‰
lt_lt: Forumo rodymas

source: From
fi_fi: L‰hett‰j‰
lt_lt: Nuo

source: Goto page:
lt_lt: Eiti á puslapá:

source: Hide bodies
lt_lt: Paslëpti þinuèiø tekstà

source: Hot thread
fi_fi: Kuuma s‰ie
lt_lt: Daþna tema

source: If selected users will be able to attach files to their messages.
fi_fi: Voikovatko tietyt k‰ytt‰j‰t liitt‰‰ tiedostoja viesteihins‰.
lt_lt: Jeigu pasirinksite, vartotojai galës prikabinti failus prie savo þinuèiø.

source: Invalid parent message, you will be posting this message as a new thread.
fi_fi: Juuriviesti on ep‰kelpo, t‰m‰ viesti aloittaa uuden s‰ikeen.
lt_lt: Neteisinga tëviðkoji þinutë, ði þinutë bus paskelbta kaip nauja tema.

source: Is this a moderated forum?
fi_fi: Onko t‰m‰ moderoitu foorumi
lt_lt: Ar tai moderuojamas forumas?

source: Keywords
lt_lt: Þodþiai

source: Last Message
fi_fi: Viimeinen viesti
lt_lt: Paskutinë þinutë

source: Last Post
fi_fi: Viimeksi l‰hetetty
lt_lt: Paskutinë þinutë

source: Last post
fi_fi: Viimeksi l‰hetetty
lt_lt: Paskutinë þinutë

source: Lock
lt_lt: Uþrakinti

source: Lock thread
fi_fi: Lukitse s‰ie
lt_lt: Uþrakinti temà

source: Locking thread "%s"
lt_lt: Temos "%s" rakinimas

source: Malformed avatar.
lt_lt: Neteisingas avataras.

source: Malformed database entry.
lt_lt: Neteisingas duomenø bazës áraðas.

source: Merge
lt_lt: Sujungti

source: Merge "%s" with another thread
lt_lt: Sujungti "%s" su kita tema

source: Message
fi_fi: Viesti
lt_lt: Þinutë

source: Message %s reported as abuse
lt_lt: Þinutë %s paskelbta kaip nepageidaujama.

source: Message ID "%d" not found
lt_lt: Þinutë, kurios ID "%d", nërasta

source: Message View
fi_fi: Viestin‰kym‰
lt_lt: Þinutës rodymas

source: Message deleted.
fi_fi: Viesti poistettu.
lt_lt: Þinutë iðtrinta.

source: Message not deleted.
fi_fi: Viesti‰ ei poistettu.
lt_lt: Þinutë neiðtrinta.

source: Message posted.
fi_fi: Viesti l‰hetetty.
lt_lt: Þinutë áraðyta.

source: Messages
fi_fi: Viestit
lt_lt: Þinutës

source: Messages Awaiting Moderation
fi_fi: Viestej‰ odottamassa moderointia
lt_lt: Þinutës laukianèios patvirtinimo

source: Moderate
fi_fi: Moderoi
lt_lt: Moderuoti

source: Moderator
lt_lt: Moderatorius

source: Moderators
lt_lt: Moderatoriai

source: Move
lt_lt: Perkelti

source: Move "%s" to another forum
lt_lt: Perkelti "%s" á kità forumà

source: My Information
lt_lt: Mano informacija

source: New Forum
fi_fi: Uusi foorumi
lt_lt: Naujas forumas

source: New Post
fi_fi: Uusi viesti
lt_lt: Nauja þinutë

source: New Thread
fi_fi: Uusi s‰ie
lt_lt: Nauja tema

source: New posts
lt_lt: Naujos þinutës

source: No
lt_lt: Ne

source: No available threads.
fi_fi: Ei s‰ikeit‰ saatavilla.
lt_lt: Temø nëra.

source: No forum selected
lt_lt: Nepasirinktas forumas

source: No forums have been created.
lt_lt: Forumø nëra.

source: No graphical emoticons
fi_fi: Ei graafisia hymiˆit‰
lt_lt: Nerodyti grafiniø ðypsenëliø

source: No messages are waiting for moderation.
lt_lt: Þinuèiø laukianèiø moderavimo nëra.

source: No moderators are associated with this forum.
lt_lt: Ðiam forumui nepaskirtas joks moderatorius.

source: No moderators have been created.
lt_lt: Moderatoriø nëra.

source: No threads
fi_fi: Ei s‰ikeit‰
lt_lt: Temø nëra

source: No, do not allow replies
fi_fi: Ei, vastaukset eiv‰t ole sallittuja
lt_lt: Ne, neleisti atsakinëti

source: Number of forums to display on each page
fi_fi: Kuinka monta foorumia n‰ytet‰‰n yhdell‰ sivulla
lt_lt: Forumø skaièius viename puslapyje

source: Number of message to display on each page
lt_lt: Þinuèiø skaièius viename puslapyje

source: Number of messages to display on each page
lt_lt: Þinuèiø skaièius viename puslapyje

source: Number of views in 24hrs to trigger a 'hot-thread':
fi_fi: Lukijoiden m‰‰r‰ 24 tunnin aikana, joka muuttaa 'kuumaksi s‰ikeeksi':
lt_lt: Parodymø skaièius per 24 val., kad tema bûtø paskelbta kaip 'daþna':

source: Only display this many forums (0 to display all forums)
fi_fi: N‰yt‰ n‰in monta foorumia (0 n‰ytt‰‰ kaikki foorumit)
lt_lt: Rodyti tik tiek forumø (0 rodo visus)

source: Only display this many threads (0 to display all threads)
fi_fi: N‰yt‰ n‰in monta s‰iett‰ (0 n‰ytt‰‰ kaikki s‰ikeet)
lt_lt: Rodyti tik tiek temø (0 rodo visas)

source: Options
lt_lt: Nustatymai

source: Page %d
lt_lt: %d puslapis

source: Parent forum
fi_fi: Juurifoorumi
lt_lt: Tëviðkasis forumas

source: Post
fi_fi: L‰het‰
lt_lt: Áraðyti

source: Post a New Message
fi_fi: L‰het‰ uusi viesti
lt_lt: Sukurti naujà þinutæ

source: Post a New Message to "%s"
fi_fi: L‰het‰ uusi viesti "%s"
lt_lt: Naujos þinutës raðymas forume "%s"

source: Post a Reply to "%s"
fi_fi: L‰het‰ vastaus "%s"
lt_lt: Atsakymo raðymas á "%s"

source: Post message
fi_fi: L‰het‰ viesti
lt_lt: Sukurti þinutæ

source: Posted by
lt_lt: Autorius

source: Posted by %s on %s
fi_fi: L‰hett‰j‰ %s, %s
lt_lt: Autorius %s %s

source: Posts
fi_fi: L‰hett‰j‰t
lt_lt: Þinutës

source: Quote
lt_lt: Cituoti

source: Reply
fi_fi: Vastaa
lt_lt: Atsakyti

source: Reply to message
fi_fi: Vastaa viestiin
lt_lt: Atsakyti á þinutæ

source: Report as abuse
lt_lt: Paskelbti kaip nepageidaujamà

source: Require all keywords?
lt_lt: Reikalauti visø raktiniø þodþiø?

source: Save
fi_fi: Talleta
lt_lt: Iðsaugoti

source: Search
lt_lt: Ieðkoti

source: Search Forums
lt_lt: Paieðka forumuose

source: Search Results
lt_lt: Paieðkos rezultatai

source: Search in message contents?
lt_lt: Ieðkoti þinutës tekste?

source: Search in subjects?
lt_lt: Ieðkoti pavadinimuose?

source: Search in these forums
lt_lt: Ieðkoti ðiuose forumuose

source: Set the avatar image that is shown with your posts.
lt_lt: Avataro paveiksliuko, kuris rodomas jûsø þinutëse, nustatymas.

source: Set this if you want all messages to be checked by a moderator before they are posted.
fi_fi: Aseta t‰m‰, jos haluat ett‰ moderoija tarkastaa kaikki viestit ennen kuin ne l‰hetet‰‰n.
lt_lt: Paþymëkite tai, jeigu norite, kad visos þinutës prieð patekdamos á forumà, bûtø patikrinamos moderatoriø.

source: Set your options for the forums view.
fi_fi: Voit muokata foorumin‰kym‰n asetuksia.
lt_lt: Forumø vaizdavimo nustatymø keitimas.

source: Set your options for the message view.
fi_fi: Voit muokata viestin‰kym‰n asetuksia.
lt_lt: Þinutës vaizdavimo nustatymø keitimas.

source: Set your options for the single thread view.
fi_fi: Voit muokata s‰ie kerrallaan n‰kym‰n asetuksia
lt_lt: Vienos temos vaizdavimo nustatymø keitimas.

source: Set your options for the threads view.
fi_fi: Voit asettaa s‰ien‰kym‰n asetuksia.
lt_lt: Temø vaizdavimo nustatymø keitimas.

source: Show graphical emoticons
fi_fi: N‰yt‰ graafiset hymiˆt
lt_lt: Rodyti grafines ðypsenëles

source: Single Thread
fi_fi: S‰ie kerrallaan
lt_lt: Viena tema

source: Single Thread View
fi_fi: S‰ie kerrallaan n‰kym‰
lt_lt: Vienos temos rodymas

source: Sort Ascending
fi_fi: J‰rjest‰ nousevaan
lt_lt: Surûðiuoti didëjanèia tvarka

source: Sort Descending
fi_fi: J‰rjest‰ laskevaan
lt_lt: Surûðiuoti maþëjanèia tvarka

source: Sort by
lt_lt: Rûðiuoti pagal

source: Sort by %s
fi_fi: J‰rjest‰ %s mukaan
lt_lt: Rûðiuoti pagal %s

source: Sort direction
lt_lt: Rûðiavimo kryptis

source: Spam protection
lt_lt: Apsauga nuo ðiukðliø

source: Split
lt_lt: Iðskirti

source: Split "%s"
lt_lt: Iðskirti "%s"

source: Started
fi_fi: Aloitettu
lt_lt: Autorius

source: Subforums
fi_fi: alifoorumit
lt_lt: Subforumai

source: Subject
fi_fi: Otsikko
lt_lt: Tema

source: The VFS backend needs to be configured to enable attachment uploads.
fi_fi: VFS-taustaj‰rjestelm‰ pit‰‰ olla asennettu ennenkuin voi tuoda liitteit‰.
lt_lt: Prikabintø failø galimybei turi bûti ájungta VFS posistemë.

source: The location of your avatar image.
lt_lt: Jûsø avataro paveiksliuko vieta.

source: There are no forums.
lt_lt: Forumø nëra.

source: There are no threads in this forum.
lt_lt: Ðiame forume temø nëra.

source: This thread has been locked.
lt_lt: Ði tema yra uþrakinta.

source: This will delete the forum, any subforums and all relative messages.
fi_fi: T‰m‰ poistaa foorumin, kaikki alifoorumit ja niihin liittyv‰t viestit
lt_lt: Tai iðtrins ðá forumà, bet kokius gilesnius forumus ir visas susijusias þinutes.

source: Thread
fi_fi: S‰ie
lt_lt: Temø grupës

source: Thread %s merged with thread %s after message %s.
lt_lt: Tema %s sujungta su tema %s po þinutës %s.

source: Thread %s moved to from forum %s to %s.
lt_lt: Tema %s perkelta ið forumo %s á %s.

source: Thread List
fi_fi: List‰ S‰ikeist‰
lt_lt: Þinuèiø sàraðas

source: Thread Summary
fi_fi: S‰ikeen yhteenveto
lt_lt: Temos santrumpa

source: Thread deleted.
lt_lt: Tema iðtrinta.

source: Thread locked.
fi_fi: S‰ie lukittu.
lt_lt: Tema uþrakinta.

source: Thread splitted by message %s.
lt_lt: Tema iðskirta þinute %s.

source: Thread unlocked.
fi_fi: S‰ie avattu.
lt_lt: Tema atrakinta.

source: Threads
fi_fi: S‰ikeet
lt_lt: Temos

source: Threads View
fi_fi: S‰ien‰kym‰
lt_lt: Temø rodymas

source: Threads in "%s"
fi_fi: S‰ikeet "%s"
lt_lt: "%s" temos

source: Threads in %s
fi_fi: S‰ikeet %s
lt_lt: %s temos

source: Unable to fetch selected thread.
fi_fi: Ei voi hakea valittua s‰iett‰.
lt_lt: Nepavyko parodyti pasirinktos temos.

source: Unable to fetch threads for selected forum.
fi_fi: Ei voi hakea s‰ikeit‰ valitulle foorumille
lt_lt: Nepavyko parodyti temø pasirinktame forume.

source: Unlock
lt_lt: Atrakinti

source: Unlock thread
fi_fi: Avaa s‰ie
lt_lt: Atrakinti temà

source: Update
fi_fi: P‰ivit‰
lt_lt: Atnaujinti

source: Upload your own avatar image.
lt_lt: Ákelkite savo avataro paveiksliukà.

source: User
lt_lt: Vartotojas

source: View
lt_lt: Rodyti

source: View bodies
lt_lt: Rodyti þinuèiø turiná

source: Views
lt_lt: Rodymas

source: With Thread:
lt_lt: Su tema:

source: Yes
lt_lt: Taip

source: Yes, allow replies
fi_fi: Kyll‰, salli vastaukset
lt_lt: Taip, leisti atsakinëti

source: Yes, and don't thread them
lt_lt: Taip, ir nerodo sàryðiø

source: You don't have permission to access messages in forum %s.
lt_lt: Jûs neturite teisiø perþiûrëti þinutes forume %s.

source: You don't have permission to delete messages in forum %s.
lt_lt: Jûs neturite teisiø iðtrinti þinutes ið forumo %s.

source: You don't have permission to post messages in forum %s.
lt_lt: Jûs neturite teisiø raðyti þinuèiø á forumà %s.

source: You don't have permission to read messages in forum %s.
lt_lt: Jûs neturite teisiø skaityti þinutes forume %s.

source: You don't have permissions to ban users from forum %s.
lt_lt: Jûs neturite teisiø blokuoti vartotojø forume %s.

source: You don't have permissions to create a new forum in %s
lt_lt: Jûs neturite teisiø kurti naujø forumø forume %s

source: You don't have permissions to delete forums in %s
lt_lt: Jûs neturite teisiø trinti forumø ið forumo %s

source: You don't have permissions to edit forum %s
lt_lt: Jûs neturite teisiø keisti forumo %s

source: _Forums
lt_lt: Forumai

source: _Moderate
lt_lt: Moderuoti

source: _Moderators
lt_lt: Moderatoriai

source: _New Forum
lt_lt: Naujas forumas

source: _Search
lt_lt: Ieðkoti

source: _Threads
lt_lt: Temos

source: download
fi_fi: lataa
lt_lt: atsisiøsti

source: size: %s
fi_fi: koko: %s
lt_lt: dydis: %s

source: type: %s
fi_fi: tyyppi: %s
lt_lt: tipas: %s

source: -- Top Level --
fi_fi: -- Ylin taso --

source: Can not create a forum with an empty name.
fi_fi: Ei voi tehd‰ foorumia tyhj‰ll‰ nimell‰.

source: Can not create a message without a message thread.
fi_fi: Et voi kirjoittaa viesti‰ ilman s‰iett‰.

source: Could not post the message. %s
fi_fi: Ei voi l‰hett‰‰ viesti‰. %s

source: Could not post the message: %s
fi_fi: Ei voi l‰hett‰‰ viesti‰: %s

source: Delete '%s' and all replies?
fi_fi: Poista '%s' ja kaikki vastaukset?

source: Do not delete
fi_fi: Ei saa poistaa

source: Locking thread '%s'
fi_fi: Lukitse s‰ie '%s'

source: Message does not exist.
fi_fi: Viesti‰ ei ole olemassa.

source: No available forums.
fi_fi: Ei keskustelufoorumeja saatavilla.

source: No forums available.
fi_fi: Keskustelufoorumeja ei ole saatavilla.

source: No messages to moderate available.
fi_fi: Ei viestej‰ odottamassa moderointia.

source: No threads available.
fi_fi: Ei s‰ikeit‰ saatavilla.

source: Number of threads to display on each page
fi_fi: Kuinka monta s‰iett‰ n‰ytet‰‰n yhdell‰ sivulla

source: Posted By
fi_fi: L‰hett‰j‰

source: Posted by <tag:message_author /> on <tag:message_date />
fi_fi: L‰hett‰j‰ <tag:message_author /> , <tag:message_date />

source: Replying to "%s"
fi_fi: Vastataan "%s"

source: The following messages are waiting for approval
fi_fi: Seuraavat viestit odottavat hyv‰ksynt‰‰si

source: Threads in <tag:forum_name />
fi_fi: S‰ikeet <tag:forum_name />

source: You must configure a Horde Categories backend to use Agora.
fi_fi: Sinun pit‰‰ asentaa Horde Categories taustaj‰rjestelm‰ k‰ytt‰‰ksesi Agoraa.

source: You must select at least one message first.
fi_fi: Sinun pit‰‰ valita ainakin yksi viesti.
